[
    {
        "name": "Chicken Avocado Wrap",
        "description": "A healthy and quick lunch wrap that can be enjoyed on the go.",
        "prep_time": 5,
        "cook_time": 20,
        "ingredients": ["2 Chicken Breast", "1 large Avocado", "2 Tomatoes", "Flour Tortillas", "1 cup Cheddar Cheese", "1 head Lettuce"],
        "instructions": "Rinse and pat dry chicken breasts. Season with salt and pepper on both sides. Preheat a pan on medium/high heat and add 2 tablespoons olive oil. Place the meat on the skillet and cover with a lid. Cook for about 5-7 minutes, then flip and cook for another 5 minutes. Slice cooked or grilled chicken, chop lettuce, tomatoes, and avocado, and grate sharp cheddar. Put a large burrito size tortilla on a plate, layer with about ½ cup chopped lettuce, ¼ cup tomatoes, avocado, a tablespoon sour cream, few slices of grilled chicken, and top with ¼ cup grated sharp cheddar. Wrap them like an envelope. Preheat a pan on medium/high heat (you DON'T need to grease it with oil). Place the wraps with edges down and grill for a couple of minutes, until brown/golden color, then flip and grill on the other side.",
        "protein": 26,
        "fat": 15,
        "carbs": 32,
        "filename": "Chicken-wrap.jpeg",
        "calories": 412
    },
    {
        "name": "Lemon Baked Salmon",
        "description": "A flavorful and easy dinner that brings out the flavor of the salmon with simple ingredients.",
        "prep_time": 10,
        "cook_time": 30,
        "ingredients": ["Salmon Fillets", "Olive Oil", "Lemon", "Minced Garlic", "Itallian Seaoning", "Salt", "Pepper"],
        "instructions": "Preheat the oven to 400 degrees and grease a large baking pan. Arrange the salmon fillets on the baking sheet and season generously with salt and pepper. Stir together the olive oil, garlic, herbs, and juice of 1/2 of the lemon. Spoon this sauce over salmon fillets, being sure to rub all over the tops and sides of the salmon so it has no dry spots. Thinly slice the remaining 1/2 of the lemon and top each piece of salmon with a slice of lemon. Bake the salmon in the oven for 12-15 minutes or until the salmon is opaque and flaky when pulled apart with a fork. You can broil the last 1-2 minutes if desired. Garnish with fresh thyme or parsley if desired and serve.",
        "protein": 32,
        "fat": 18,
        "carbs": 12,
        "calories": 330,
        "filename": "baked-salmon.jpeg",
        "category_id": 4
    },
    {
        "name": "Vegan Soy-Glazed Tofu Stir-Fry",
        "description": "A simple yet tasty Asian inspired stir-fry dish.",
        "prep_time": 10,
        "cook_time": 30,
        "ingredients": ["Rice Noodles", "Vegetable Oil", "Firm Tofu", "Soy Sauce", "Garlic Paste", "Green Onion", "Chille Peppers"],
        "instructions": "Cut block of tofu into thirds crosswise, then cut each piece crosswise again into 3 pieces (you should have 9 square-ish pieces). Pat dry with paper towels. Heat 2 Tbsp. vegetable oil in a large skillet, preferably nonstick, over medium-high. When oil is shimmering and easily slides across surface of pan, cook tofu, undisturbed, until golden brown underneath, about 4 minutes. Turn and continue to cook until browned on second side, about 4 minutes. Transfer tofu to a plate, leaving oil in pan. Pour remaining 1 Tbsp. vegetable oil into skillet and heat over medium-high until shimmering. Add green onions and chillies to pan and cook, about 4 minutes. Add soy sauce and garlic paste, about one minute and remove from heat. Cook noodles according to package instructions. Distrubute evenly, and serve tofu and vegetables on top.",
        "protein": 22,
        "fat": 14,
        "carbs": 50,
        "calories": 410,
        "filename": "Vegan-Stir-Fry.jpeg",
        "category_id": 2
    },
    {
        "name": "Quick Guacamole Quinoa Salad",
        "description": "A delicious vegan option for any time of day.",
        "prep_time": 10,
        "cook_time": 20,
        "ingredients": ["1 cup quinoa", "2 avocados", "½ small white or red onion", "½ cup cilantro", "2 tablespoons lime juice", "½ teaspoon kosher salt", "One 15-ounce can black beans", "1 cup cherry tomatoes", "Extra-virgin olive oil", "Romaine lettuce, minced garlic, hot sauce, red-pepper flakes and lime wedges, for serving" ],
        "instructions": "Cook the quinoa according to package instructions. Allow it to cool to room temperature. Score the avocado flesh (still in the skin) with a paring knife, then scoop the flesh into a large bowl. Coarsely mash about half of the avocado with a fork, leaving plenty of chunks intact. Mix in the onion, cilantro, lime juice and salt. Gently fold in the black beans, tomatoes and quinoa. Taste and adjust the seasonings if desired and drizzle with olive oil. Serve on a bed of romaine lettuce topped with garlic, hot sauce and red-pepper flakes alongside lime wedges.",
        "protein": 15,
        "fat": 18,
        "carbs": 57,
        "calories": 431,
        "filename": "avocado-quinoa-salad-recipe.jpeg",
        "category_id": 2
    },
    {
        "name": "Sheet-Pan Lemon Butter Veggies and Sausage",
        "description": "A hearty and dish-free dinner that with satiate even the largest of appetites.",
        "prep_time": 10,
        "cook_time": 30,
        "ingredients": ["4 tablespoons unsalted butter, melted", "Zest and juice of 1 lemon", "2 garlic cloves, minced", "4 medium carrots, peeled and diced", "1 bunch radishes, halved", "2 red bell peppers, diced", "1 small eggplant, diced", "Kosher salt and freshly ground black pepper", "1 pint red cherry tomatoes", "1 bunch asparagus, cut into 1-inch pieces", "2 small zucchini, diced", "1½ pounds chicken sausage, thickly sliced"],
        "instructions": "Preheat the oven to 400°F. In a small bowl, stir together the butter, lemon zest, lemon juice and garlic. On a large baking sheet, arrange the carrots, radishes, bell pepper, and eggplant in an even layer. Drizzle about half of the lemon garlic butter over the vegetables and toss well to combine. Season with salt and pepper. Roast until the veggies are just tender, 15 to 17 minutes. Add the tomatoes, asparagus, zucchini and sausage. Drizzle the remaining lemon garlic butter over the mixture, and toss well to combine. Roast until all the vegetables are very tender and the sausage has begun to brown, 17 to 20 minutes",
        "protein": 16,
        "fat": 20,
        "carbs": 18,
        "calories": 310,
        "filename": "sheet-pan-lemon-garlic-butter-veggies-and-sausage.jpeg",
        "category_id": 3
    },
    {
        "name": "Greek Yogurt Chicken Salad Stuffed Peppers",
        "description": "A light and high-protein chicken salad dish with a Mediterranean spin.",
        "prep_time": 10,
        "cook_time": 20,
        "ingredients": ["⅔ cup Greek yogurt", "2 tablespoons Dijon mustard", "2 tablespoons seasoned rice vinegar", "Kosher salt and freshly ground black pepper", "⅓ cup chopped fresh parsley", "Meat from 1 rotisserie chicken, cubed", "4 stalks celery, sliced", "1 bunch scallions, sliced and divided", "1 pint cherry tomatoes, quartered and divided", "½ English cucumber, diced", "3 bell peppers, halved and seeds removed"],
        "instructions": "In a medium bowl, whisk together the Greek yogurt, mustard and rice vinegar; season to taste with salt and pepper. Stir in the parsley. Add the chicken, celery and three-quarters each of the scallions, tomatoes and cucumbers. Stir well to combine. Divide the chicken salad among the bell pepper boats; garnish with the remaining scallions, tomatoes and cucumbers.",
        "protein": 60,
        "fat": 10,
        "carbs": 17,
        "calories": 400,
        "filename": "chicken-salad-stuffed-peppers.jpeg",
        "category_id": 3
    },
    {
        "name": "Turkey Meatballs with Zucchini Noodles",
        "description": "A low carb, easy meal for the whole family to enjoy.",
        "prep_time": 10,
        "cook_time": 40,
        "ingredients": ["1 tablespoon extra-virgin olive oil", "1 sweet onion, minced", "2 garlic cloves, minced", "¼ cup fresh chopped parsley", "3 tablespoons grated Parmesan cheese", "1 pound ground turkey", "¾ teaspoon kosher salt", "3 pounds zucchini, spiralized", "2 cups marinara sauce", "Parmesan cheese, as needed for garnishing"],
        "instructions": "Preheat the oven to 375°F. Line a baking sheet with aluminum foil and spray it with nonstick spray. In a medium skillet, heat the olive oil over medium heat. Add the onion and sauté until tender, about 5 minutes. Add the garlic and sauté until fragrant, 1 minute more. Transfer the mixture to a medium bowl and cool slightly. Stir in the parsley, Parmesan and turkey; season with salt and pepper. Form the mixture intoballs (about 2 tablespoons each) and arrange on the prepared baking sheet. Transfer the baking sheet to the oven and bake the meatballs until fully cooked, 17 to 20 minutes. While the meatballs cook, toss the zucchini and salt together in a large colander and let sit for 5 minutes. Bring a large pot of salted water to a boil. Add the zucchini to the water for 1 minute, then drain completely. To assemble (or to serve), divide the zucchini noodles among four containers (or plates). Top with meatballs and ½ cup marinara sauce. Garnish with Parmesan. Serve immediately or refrigerate for up to four days.",
        "protein": 33,
        "fat": 18,
        "carbs": 33,
        "filename": "meatballs-zucchini-noodles.jpeg",
        "calories": 393,
        "category_id": 3

    },
    {
        "name": "Spicy Sweet Potato Tacos",
        "description": "A versatile, low-calorie, low-fat meal to please the entire family!",
        "prep_time": 10,
        "cook_time": 20,
        "ingredients": ["Extra-virgin olive oil, as needed", "1 small onion, chopped", "2 garlic cloves, chopped", "Kosher salt and freshly ground black pepper, to taste", "2 or 3 medium sweet potatoes, washed", "3 teaspoons chili powder", "1 teaspoon ground cumin", "½ teaspoon crushed red pepper flakes", "Corn tortillas, fresh cilantro, limes, avocado, cotija cheese, and pickled onions, for serving"],
        "instructions": "Using a box grater, grate the sweet potatoes (no need to peel them). You can also use a food processor fitted with a grater attachment. Meanwhile, heat the olive oil in a medium skillet over medium heat. Add the onion and garlic, and cook until fragrant and starting to soften, about 3 minutes. Season to taste with salt and pepper. Add the grated sweet potato, chili powder, cumin and red pepper flakes, then cover and cook until soft, 5 to 7 minutes. Serve the filling inside warm corn tortillas with a squeeze of fresh lime juice, fresh cilantro, avocado, cheese, and pickled onions.",
        "protein": 5,
        "fat": 3,
        "carbs": 41,
        "calories": 204,
        "filename": "sweet-potato-tacos.jpeg",
        "category_id": 1
    },
    {
        "name": "Chickpea Caesar Salad with a Cheater's Dressing",
        "description": "A twist on a classic Caesar salad, without the anchovy and raw egg.",
        "prep_time": 15,
        "cook_time": 15,
        "ingredients": ["One 15-ounce can chickpeas, rinsed and drained", "Extra-virgin olive oil", "½ teaspoon smoked paprika", "½ teaspoon kosher salt", "½ cup mayonnaise", "Juice of ½ lemon (about 2 tablespoons)", "¼ cup finely grated Parmesan cheese", "2 teaspoons Dijon mustard", "1 garlic clove, grated", "½ teaspoon Worcestershire sauce", "2 cups cubed bread (such as sourdough)", "1 head romaine, chopped or torn into bite-size pieces", "½ head radicchio, cored and chopped into bite-size pieces", "Grated Parmesan cheese, to serve"],
        "instructions": "Preheat the oven to 425°F. On a baking sheet, toss the chickpeas with a few tablespoons of olive oil, the paprika and salt until coated. Bake until the chickpeas are golden and crisp, 15 to 20 minutes. Meanwhile, in a small bowl, whisk together the mayonnaise, lemon juice, Parmesan, mustard, garlic and Worcestershire. Taste and adjust the seasoning as needed. If the dressing seems too thick (it should be about the texture of heavy cream), add a teaspoon of water and whisk to combine. The dressing can be made up to 1 day in advance and kept in the refrigerator. In a large skillet, heat a few tablespoons of olive oil over medium heat. Add the cubed bread and toss to coat in the oil. Toast until golden brown on all sides, 8 to 10 minutes. Remove from the heat, season with salt and set aside. In a large salad bowl, add a few spoonfuls of the dressing. Add the lettuce and radicchio and toss to coat, adding more dressing as needed. Top with the crispy chickpeas, croutons and more Parmesan cheese before serving.",
        "protein": 15,
        "fat": 39,
        "carbs": 40,
        "calories": 557,
        "filename": "chickpea-caesar-salad.jpeg",
        "category_id": 1
    },
    {
        "name": "Baked Sesame-Ginger Salmon in Parchment",
        "description": "Love cooking, but hate doing dishes? (Join the club.) Introducing your dream dinner: baked sesame-ginger salmon and zucchini in parchment. It's a complete meal that's ready in 30 minutes, no pots or pans required.",
        "prep_time": 10,
        "cook_time": 30,
        "ingredients": ["1 teaspoon sesame oil", "2 tablespoons soy sauce", "2 tablespoons grated fresh ginger", "1 teaspoon garlic powder", "2 tablespoons honey", "Pinch of red-pepper flakes", "2 large zucchini, halved lengthwise and thinly sliced", "1 red onion, halved and thinly sliced", "1 lime, quartered", "Four 6-ounce skinless salmon fillets", "4 teaspoons sesame seeds"],
        "instructions": "Preheat the oven to 350°F. Prepare four pieces of parchment (about 15 by 17 inches). Fold each piece in half to make a crease, then unfold and set aside. In a small bowl, whisk the sesame oil with the soy sauce, ginger, garlic powder, honey and red-pepper flakes to combine. Build the parchment packets one at a time. One one side of a piece of parchment, place a quarter of the zucchini in an even layer and top with a quarter of the red onion. Squeeze one of the lime segments generously over the vegetables. Place a salmon fillet on top of the vegetables. Brush the salmon generously with the soy sauce mixture and top with 1 teaspoon sesame seeds. Fold the empty side of the parchment over the salmon and then fold the two edges inward toward the salmon, making several creases to fully seal the package. Repeat with the remaining parchment and ingredients. Transfer the prepared packets to a baking sheet and bake until the salmon is fully cooked, 16 to 18 minutes. To serve, remove the fish and veggies from the packets and transfer to plates, or cut slits in the top of the parchment and serve in the paper. Serve immediately.",
        "protein": 39,
        "fat": 26,
        "carbs": 21,
        "calories": 468,
        "filename": "baked-sesame-ginger-salmon.webp",
        "category_id": 4
    },
    {
        "name": "Cauliflower Steaks with Lemon-Herb Sauce",
        "description": "A vegan treat that competes with the best imitation steaks in dining.",
        "prep_time": 20,
        "cook_time": 15,
        "ingredients": ["1 cup parsley leaves", "½ cup cilantro leaves", "½ cup mint leaves", "½ cup roughly chopped green onion", "1 garlic clove, smashed", "Juice of 1 lemon", "⅓ cup olive oil", "1 large head cauliflower", "4 tablespoons extra-virgin olive oil, divided", "4 teaspoons smoked paprika", "Salt and freshly ground black pepper, to taste"],
        "instructions": "In a blender or food processor, pulse the parsley, cilantro, mint, green onion, garlic, lemon juice and olive oil until completely smooth. Set aside. With a sharp knife, cut the cauliflower into 1-inch-thick slices. (You should get about 8 slices.) Rub both sides of each piece of cauliflower with about 1 teaspoon olive oil. Sprinkle both sides of each piece with ½ teaspoon smoked paprika, salt and pepper. Heat the remaining 1 tablespoon olive oil in a large cast-iron skillet over medium-high heat. Working in batches, sear the cauliflower steaks until they are golden brown, 3 to 4 minutes per side. The cauliflower should be easily pierced with a fork but not so tender that it falls apart. To serve, place 2 cauliflower steaks on each plate and top with a generous drizzle of the lemon-herb sauce. Serve immediately",
        "protein": 5,
        "fat": 32,
        "carbs": 16,
        "calories": 360,
        "filename": "cauliflower-steaks.webp",
        "category_id": 2
    },
    {
        "name": "Corn and Tomato Salad with Feta and Lime",
        "description": "Everbody loves a pairing of two great vegetalbes. Behold the corn and tomato salad (with feta cheese and fresh lime juice for good measure).",
        "prep_time": 10,
        "cook_time": 5,
        "ingredients": ["Extra-virgin olive oil, as needed", "4 cups fresh corn (from about 7 small ears of corn)", "Kosher salt and freshly ground black pepper", "½ cup cherry tomatoes, halved", "4 ounces feta cheese, cubed", "Juice of one lime", "1 bunch fresh cilantro, roughly chopped"],
        "instructions": "In a large skillet, heat a few tablespoons olive oil over medium heat. Add the corn, and season with salt and pepper. Cook, stirring occasionally, until the corn starts to soften, about 5 minutes. Add the cherry tomatoes and cook, stirring occasionally, until they release their juices, about 5 minutes more. Remove the skillet from the heat and stir in the feta cheese. Taste and adjust the seasoning with salt and pepper as needed. Stir in the cilantro and lime juice, and transfer to a serving bowl. Serve warm or at room temperature.",
        "protein": 6,
        "fat": 8,
        "carbs": 21,
        "calories": 162,
        "filename": "corn-and-tomato-salad.jpeg",
        "category_id": 1
    },
    {
        "name": "Shrimp with Cauliflower “Grits” and Arugula",
        "description": "Breaking news: We've officially found a new way to cook with our favorite veggie of all time, cauliflower. Presenting shrimp with cauliflower “grits” with arugula. With this healthy swap, you can lose the carbs but keep the flavor.",
        "prep_time": 5,
        "cook_time": 30,
        "ingredients": ["1 pound peeled and deveined shrimp", "1 tablespoon paprika", "2 teaspoons garlic powder", "½ teaspoon cayenne pepper", "1 tablespoon extra-virgin olive oil", "1 tablespoon unsalted butter", "4 cups riced cauliflower", "1 cup whole milk", "½ cup crumbled goat cheese", "3 garlic cloves, thinly sliced", "4 cups baby arugula"],
        "instructions": "Place the shrimp in a large zip-top plastic bag. In a small bowl, stir the paprika with the garlic powder and cayenne to combine. Pour the mixture into the bag with the shrimp and toss well until they are coated with the spices. Refrigerate while you make the grits. In a medium pot, melt the butter over medium heat. Add the cauliflower rice and cook until it releases some of its moisture, 2 to 3 minutes. Stir in half of the milk and bring to a simmer. Continue to simmer, stirring occasionally, until the cauliflower absorbs some of the milk, 6 to 8 minutes. Add the remaining milk and simmer until the mixture is thick and creamy, 10 minutes more. Stir in the goat cheese and season with salt and pepper. Keep warm. In a large skillet, heat the olive oil over medium heat. Add the garlic and sauté until fragrant, 1 minute. Add the arugula and sauté until wilted, 3 to 4 minutes. Season with salt and pepper, remove from the skillet and set aside. In the same skillet, heat the olive oil over medium heat. Add the shrimp and sauté until fully cooked, 4 to 5 minutes. Season with salt and pepper. To serve, divide the grits among four plates and top each with a quarter of the arugula and a quarter of the shrimp. Serve immediately.",
        "protein": 24,
        "fat": 15,
        "carbs": 12,
        "calories": 273,
        "filename": "shrimp-with-cauliflower-grits.jpeg",
        "category_id": 4
    },
    {
        "name": "Carrot, Fennel and Miso Soup",
        "description": "A savory and hearty dish that combines the umami flavors of miso with the rustic taste of fennel and carrot.",
        "prep_time": 15,
        "cook_time": 40,
        "ingredients": ["3 tablespoons pumpkin seeds", "2 tablespoons pine nuts", "1 teaspoon granulated sugar", "1 teaspoon white miso", "½ teaspoon harissa powder or paprika", "1 medium yellow onion, peeled and cut into medium pieces", "2 garlic cloves, peeled and crushed", "1 medium fennel bulb, core removed and cut into a medium dice", "1½ pounds (7 to 8 medium) carrots, scrubbed and cut into medium pieces", "3 tablespoons white miso"],
        "instructions": "Heat a small skillet over medium heat. Add the olive oil, pumpkin seeds and pine nuts. Stir and cook until they begin to toast and smell nutty, about 1 minute. Add the sugar, miso, harissa powder and salt, and continue cooking while stirring constantly until the sugar and miso melt and everything caramelizes, about 1 minute. Be careful not to burn the pumpkin seeds and pine nuts. Immediately transfer to a plate and spread out the mixture to cool. Store in an airtight container for up to a week. Heat a large (7-quart) Dutch oven or stock pot over medium-high heat. Add the olive oil, onion, garlic, fennel, carrot and salt. Cook the vegetables, stirring occasionally, until they begin to caramelize, 8 to 10 minutes. Add the miso and continue cooking, stirring constantly, until caramelized, about 1 minute more. The vegetables should have a slightly caramelized color—this will give the soup depth of flavor. Add the water and bring to a simmer, then reduce the heat to medium-low, cover the pot and cook until the vegetables are tender, 15 to 20 minutes. Using an immersion blender or high-speed blender, puree the soup. Taste and adjust the salt if needed. Serve the soup with the seed-nut crunch and a drizzle of olive oil.",
        "protein": 6,
        "fat": 15,
        "carbs": 24,
        "calories": 235,
        "filename": "carrot-fennel-miso-soup=.jpeg",
        "category_id": 2
    },
    {
        "name": "Crisy Chickpeas and Scallops",
        "description": "If you're craving seafood but sick of the same old salmon, try this recipe for crispy chickpeas and scallops with garlic-harissa oil. It's going to change the way you think about cooking scallops at home. ",
        "prep_time": 5,
        "cook_time": 25,
        "ingredients": ["12 ounces wild-caught sea scallops (thawed, if frozen), side muscles removed", "Extra-virgin olive oil", "One 15-ounce can chickpeas, drained and rinsed", "2 scallions, trimmed, whites and greens separated and chopped", "¾ teaspoon sumac", "½ teaspoon ground cumin", "2 medium garlic cloves, thinly sliced", "3 to 4 tablespoons high quality store-bought harissa", "1 large lemon, cut in half"],
        "instructions": "In a large cast iron skillet, heat 2 tablespoons olive oil over medium-high heat until shimmering. Arrange the scallops in the pan in a single layer (do not crowd the pan). The first scallop to go in the pan should sizzle immediately on contact; if that does not happen, wait a few seconds to add the rest. Cook the scallops, using tongs to carefully flip them over only once, until golden brown, about 2 minutes on each side. If the scallop doesn't release easily from the skillet, give it a few more seconds until it does. Place the scallops on a plate. Add another tablespoon of olive oil to the skillet. Add the chickpeas and the white parts of the scallions. Season with the sumac, cumin and a big pinch of salt and black pepper (about ½ teaspoon each). Cook over medium-high heat, tossing occasionally, until the chickpeas crisp and turn golden brown, about 5 minutes. In a small skillet, heat ¼ cup olive oil over medium heat. Add the garlic and cook, stirring frequently, until it barely gains some color but hasn't browned. Remove the pan from the heat and stir in the harissa. Place the scallops back in the large skillet and give them a few seconds to warm up with the chickpeas. Transfer the scallops and chickpeas to a platter, squeeze the lemon all over, then add the scallion greens. Spoon the garlic and harissa oil over top, stir and serve.",
        "protein": 21,
        "fat": 31,
        "carbs": 27,
        "calories": 461,
        "filename":"crispy-chickpeas-and-scallops.webp",
        "category_id": 4
    },
    {
        "name": "Mediterranean Quinoa Bowls with Roasted Red Pepper Sauce",
        "description": "It's low in carbs, high in protein and totally satisfying. Build your own bowl based on how you like it!",
        "prep_time": 10,
        "cook_time": 30,
        "ingredients": ["1 16 ounce jar roasted red peppers, drained", "1 clove garlic", "juice of one lemon", "½ cup olive oil", "½ cup almonds" ,"cooked quinoa", "spinach, kale, or cucumber" ,"feta cheese", "kalamata olives", "pepperoncini", "thinly sliced red onion", "hummus", "fresh basil or parsley"],
        "instructions": "Pulse all the ingredients for the sauce (Red peppers, Garlic, salt, lemon juice, olive oil, almonds) in a food processor or blender until mostly smooth. The texture should be thick and textured. Cook the quinoa according to package directions. When the quinoa is done, build yourself a Mediterranean Quinoa Bowl! Store leftovers in separate containers and assemble each bowl just before serving, especially the greens and the sauces, as those will get soggy when stored with all the other ingredients.",
        "protein": 14,
        "fat": 25,
        "carbs": 18,
        "calories": 381,
        "filename": "mediterranean-quinoa-bowl.jpeg",
        "category_id": 1
    },
    {
        "name": "Honey-Lime Chicken and Veggies in Foil",
        "description": "Dinner doesn't seem so hard when there's no cleanup involved. Each portion of this honey-lime chicken and veggies cooks inside a little foil packet that you place directly on the grill. Once everything's cooked, just throw away the foil.",
        "prep_time": 15,
        "cook_time": 20,
        "ingredients": ["3 tablespoons unsalted butter, melted", "2 tablespoons extra-virgin olive oil", "2 garlic cloves, minced", "1 tablespoon minced ginger", "2 tablespoons honey", "Zest of 1 lime", "Four 6-ounce chicken breasts", "1 teaspoon cumin" ,"½ teaspoon smoked paprika", "1 bunch asparagus", "2 ears corn, halved", "2 tablespoons chopped fresh cilantro", "¼ cup thinly sliced green onion"],
        "instructions": "In a small bowl, stir together the butter, olive oil, garlic, ginger, honey and lime zest. Using 12-inch sheets of foil, build four packets. Place a chicken breast in the center of each. Season it with cumin and paprika. Divide the asparagus among the packets. Brush the chicken and asparagus with the honey-ginger sauce and season with salt and pepper. Fold the foil over the food inside and crimp several times to seal. Preheat a grill or grill pan over medium-high heat. Grill the packets until the chicken is cooked through, 10 to 12 minutes. About 5 minutes before the chicken is finished, add the corn to the grill and cook until it’s browned on all sides, about 5 minutes. Garnish the chicken with cilantro and green onion before serving.",
        "protein": 32,
        "fat": 29,
        "carbs": 24,
        "calories": 474,
        "filename": "honey-lime-chicken-and-veggies.png",
        "category_id": 3
    }


]